{"delhi::1": {"priority": "1", "title": "Red Fort - Pride Of Mughal Dynasty", "name_google": "Red Fort", "description": "The Red Fort is an epitome of the Mughal era in India and is the face of tourist attractions in Delhi. Built in 1638, it is an outstanding marvel of Mughal architecture made of red sandstone and is one of the famous tourist places in Delhi. Within its magnanimous walls, the chhata bazaar and every evening sound and light show are special attractions. If you are interested in the history of Red Fort, you will be thrilled to know that the Fort was built when Mughal Emperor, Shah Jahan shifted his capital to Delhi. In 2007, this Fort has declared a UNESCO World Heritage. It is one of the most famous places in Delhi.\n\n", "Opening hours": "9 AM to 6 PM. Closed on Mondays\n", "Entry fee": "Free for children under 15, INR 10 for Indians, and INR 250 for foreigners\n", "Must visit": "Digambar Jain Mandir, Sis Ganj Gurudwara and Paranthe Wali Gali nearby\n", "Tip": " This place has many tourists visiting during the peak season and there might be a long queue for the tickets.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Chandni Chowk\n", "Distance from Delhi airport": "20 km ", "img_src": "http://poster74.ru/files/images/fg792.130kh82indija.jpg", "purpose": "to_visit", "lat": "28.6561592", "long": "77.2410203", "formatted_address": "Netaji Subhash Marg, Lal Qila, Chandni Chowk, New Delhi, Delhi 110006, India", "place_id": "ChIJ74XAbuL8DDkR-wJQ-vQyHkQ", "rating": "4.4", "n_ratings": "99693"}, "delhi::2": {"priority": "2", "title": "India Gate - India’s Largest War Memorial", "name_google": "India Gate", "description": " India Gate is one monument that defines Delhi or India for that matter. It was built in 1931 as a memorial for martyrs of World War I and war in Afghanistan. At Rajpath, the structure looks amazing in evening lights. The gardens that line the structure are a must visit among the sightseeing places in Delhi. This is one of the popular tourist places to visit in Delhi at night. \n\nIf you are in Delhi on the Republic Day, you must visit India Gate Parade which is really a prestigious and the most ceremonious event of India. Lots of international guests and national leaders are present on the occasion and pay tribute to the freedom fighters and great leaders of the country.\n\n", "Opening hours": "Always open\n", "Entry fee": "Free\n", "Must visit": "National Gallery of Modern Art\n", "Tip": "For the sightseeing tour at India Gate, the best time is from October to March. The weather is soothing this time to roam around.\nIf you are having a family trip, go for a picnic near India Gate. Bring packaged or cooked food and have fun.\nBus service is readily available to reach India Gate. Else, you can take rickshaw or shuttle rickshaw.\n", "Few Essential Tips": "", "Nearest Metro Station": "Central Secretariat\n", "Distance from Delhi airport": "14 Km", "img_src": "https://commons.wikimedia.org/wiki/File:India_Gate_at_Night.jpg", "purpose": "to_visit", "lat": "28.612912", "long": "77.2295097", "formatted_address": "Rajpath, India Gate, New Delhi, Delhi 110001, India", "place_id": "ChIJC03rqdriDDkRXT6SJRGXFwc", "rating": "4.6", "n_ratings": "188808"}, "delhi::3": {"priority": "3", "title": "Rashtrapati Bhawan - Presidential Palace", "name_google": "Rashtrapati Bhavan", "description": " On the opposite of the Rajpath is residence of the President of India and is one of the famous tourist places in visit in Delhi at night. Not among the typical tourist places in Delhi, access to this grand piece of architecture is restricted. With four floors and 340 rooms in a floor area of 200,000 square feet, it has a huge presidential gardens (Mughal Gardens), large open spaces, residences of bodyguards and staff, stables, other offices and utilities within its perimeter walls. This grand architectural building is the largest residence of any head of state around the world. The architectural design of the building is based on the design of the Edwardian Baroque. The middle dome of the building is the perfect amalgamation of the Indian and the British architectural styles. Just a walk past the monument will give you an idea of how grand the monument is.\n\n", "Opening hours": "9 am till late evening. For an inside visit, one can pre book at the official Rashtrapati Bhawan website.\n", "Entry fee": "Not found", "Must visit": "Stroll through the road and you will get a glimpse of Parliament House, National Secretariat and Defence Headquarters\n", "Tip": " Entry is restricted to only those who obtain a permit in advance.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Central Secretariat\n", "Distance from Delhi airport": "12 Km (27 minutes).", "img_src": "http://www.honeymoonspecial.com/galleryimg/685492Rashtrapati%20Bhavan.jpg", "purpose": "to_visit", "lat": "28.6143478", "long": "77.19942999999999", "formatted_address": "Rashtrapati Bhawan, President's Estate, New Delhi, Delhi 110004, India", "place_id": "ChIJp59vm6niDDkRghyv8FVeooM", "rating": "4.7", "n_ratings": "2969"}, "delhi::4": {"priority": "4", "title": "Qutub Minar - Majestic Stone Structure", "name_google": "Qutub Minar", "description": " Among the other places to visit in Delhi, Qutub Minar stands tall with its 73 meter tall brick minaret. Built by Qutub-ud-din Aibak, the structure has five stories abundant with chiseled carvings and scriptures. Qutub Minar is the part of the Qutub Complex and it has been declared as the UNESCO World Heritage Site. This red stone tower is a heritage site of India is an amazing example of the beautiful Iranian architecture along with Parso-Arabic and Nagari details. It is one of the most popular tourist places to visit Delhi.\n\n", "Opening hours": "Sunrise until sunset, Closed on Mondays\n", "Entry fee": "Free for children under 15, INR 10 for Indians INR 250 for foreigners\n", "Must visit": "Chhatarpur Temple\n", "Tip": " This place remains a popular tourist sight despite the damage caused a few years ago.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Qutub Minar\n", "Distance from Delhi airport": "36 min (13.8 km)", "img_src": "http://fulldesktopbackgrounds.com/wp-content/uploads/2015/03/Qutub-Complex-And-Tomb-Delhi-India-Wallpaper-1.jpg", "purpose": "to_visit", "lat": "28.5244754", "long": "77.18552059999999", "formatted_address": "Seth Sarai, Mehrauli, New Delhi, Delhi 110030, India", "place_id": "ChIJT5uBZwYeDTkRuJ11YPGVSYM", "rating": "4.5", "n_ratings": "92813"}, "delhi::5": {"priority": "5", "title": "Jantar Mantar - World’s Largest Sundial", "name_google": "Jantar Mantar", "description": "Constructed in 1724 by Maharaja Jai Singh of Jaipur, Jantar Mantar is an astronomical observatory and one of the fascinating tourist places to visit in Delhi. Fascinating for their ingenuity, the instruments at Jantar Mantar can no longer be used accurately because of the tall buildings around. However, a visit to admire the science of Indian astronomy makes it one of the most visited tourist attractions in Delhi. The principal instruments of the observatory are the Samrat Yantra, Jai Prakash, the Ram Yantra, and the Misra Yantra. There is also a temple of Bhairava, located near the building. It was also built by Maharaja Jai Singh II.\n\n", "Opening hours": "Sunrise to sunset\n", "Entry fee": "INR 5\n", "Must visit": "Central Park in Connaught Place and get a selfie with the largest Tiranga\n", "Tip": " This place often witnesses several cultural events.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Janpath Metro Station on violet line\n", "Distance from Delhi airport": "29 min (13.6 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Jantar_Delhi.jpg", "purpose": "to_visit", "lat": "28.6270547", "long": "77.21662669999999", "formatted_address": "Connaught Place, Sansad Marg, New Delhi, Delhi 110001, India", "place_id": "ChIJm8RPaUr9DDkRDBt4YsluSqI", "rating": "4.1", "n_ratings": "20220"}, "delhi::6": {"priority": "6", "title": "Humayun's Tomb - The Garden Of Tombs", "name_google": "Humayun’s Tomb", "description": "Among the best places to visit in Delhi, and a world heritage site under UNESCO, Humayun’s Tomb was built in 1570 by Humayun’s wife Haji Begum. It is unarguably one of the most amazing works of Mughal Architecture to which Taj Mahal owes its design. Not only the grave of the Mughal Emperor, Humayun, but this tomb also secures the graves of Bega Begum, Dara Shikoh, Hamida Begum, along with other significant members of the Mughals. The tomb is made of red sandstone and white marbles and it looks serene and beautiful even after so many years.\n\n", "Opening hours": "Daily, up till sunset. Best viewed in the morning or a full moon evening.\n", "Entry fee": "INR 10 for domestic and SAARC Visitors, INR 250 for others\n", "Must visit": "If on Thursday, walk to the Dargah of Nizam-ud-din Auliya for a spiritual qawwali evening\n", "Tip": " This place is often included in the Delhi guided tours with a blue bus.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jor Bagh metro station on the yellow line\n", "Distance from Delhi airport": "44 min (17.0 km) ", "img_src": "http://designpublic.in/blogs/wp-content/uploads/2012/10/Humayuns-Tomb_After-conservation.jpg", "purpose": "to_visit", "lat": "28.5932848", "long": "77.2507492", "formatted_address": "Mathura Road Opposite, Hazrat Nizamuddin Aulia Dargah, Nizamuddin, New Delhi, Delhi 110013, India", "place_id": "ChIJpwtG6BzjDDkRDajfOy268bk", "rating": "4.5", "n_ratings": "27835"}, "delhi::7": {"priority": "7", "title": "Akshardham Temple - Experience A Holy Visit", "name_google": "Akshardham", "description": " While sightseeing in Delhi, a visit is necessarily suggested to Swaminarayan Akshardham – one of the largest Hindu temples in the world. Built by the BAPS spiritual organization, it’s a stunning architectural work made of the pink stone and white marble. Located on the banks of the Yamuna River, this Delhi tourist place has lots of exhibits for the visitors. There is an Abhishekh Mandap, Sanskruti Darshan, Sahajanand Darshan and Neelkanth Darshan where you can enjoy a cultural boat ride. The theme-based garden is really an exciting place to visit here. And while you are here, don’t forget to visit the Sahaj Anand Water Show. It is one of the beautiful tourist places in Delhi at night for those who wish to witness the light show. \n\n", "Opening hours": "9.30 am to 6.30 pm, Closed on Mondays\n", "Entry fee": "Free, separate fee to view exhibitions\n", "Must visit": "Not found", "Tip": " This temple is famous for having a splendid view from far off. It is also visible from the Delhi Metro line.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Take the Blue Line which is going towards Noida City Center from Rajiv Chowk metro station and get down at Akshardham Metro Station.\n", "Distance from Delhi airport": "54 min (22.2 km)", "img_src": "https://upload.wikimedia.org/wikipedia/commons/3/33/Akshardham_angled.jpg", "purpose": "to_visit", "lat": "28.6126735", "long": "77.2772619", "formatted_address": "Noida Mor, Pandav Nagar, New Delhi, Delhi 110092, India", "place_id": "ChIJ-7F1mVvjDDkRKrLzXiafoGk", "rating": "4.7", "n_ratings": "25955"}, "delhi::8": {"priority": "8", "title": "Chattarpur Temple - Awe-Inspiring Complex", "name_google": "Shree Adya Katyayani Shaktipeeth Mandir", "description": "Set amidst the beautiful surroundings of South Delhi, Chattarpur is a popular temple founded in the 1970s by Sant Shree Nagpal Baba. This divine temple has an incredible architecture and it’s a perfect blend of north and south. There are beautiful statues of Shiv-Parvati, Ram-Darbar, Maa Katyayani, Radha-Krishna, Lord Ganesha, Goddess Laxmi, and Lord Hanuman.\n", "Opening hours": "4:00 am – 11:00 pm\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This temple is famous for its architecture and makes for a perfect picture on your next visit.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Chattarpur Metro Station\n", "Distance from Delhi airport": "33 min (12.2 km) ", "img_src": "https://www.delhipedia.com/home/Article/Religious/Chhatarpur-Mandir-fc605008", "purpose": "to_visit", "lat": "28.50225", "long": "77.18124399999999", "formatted_address": "Main Chhatarpur Rd, Block A1, Dr Ambedkar Colony, Chhatarpur, New Delhi, Delhi 110074, India", "place_id": "ChIJodtQtT0eDTkRqABsQH_R5FY", "rating": "4.6", "n_ratings": "12638"}, "delhi::9": {"priority": "9", "title": "ISKCON Temple - Seek Blessings", "name_google": "ISKCON Temple Delhi-Glory Of India & Vedic Cultural Centre, New Delhi", "description": "ISKCON is a spiritual institution founded by His Divine Grace A.C. Bhaktivedanta Swami Prabhupada in 1966. You can see the beautiful visual presentations of Bhagavad Gita with colorful lights that create a wonderful effect on the huge screen. They also organize beautiful robotics and Mahabharata show during the evenings. There’s a simple Govinda’s restaurant inside the temple premises, where you get veg food.\n\nThere are lots of museums inside the temple where you can visit the extraordinary exhibits. Besides, they organize multimedia shows for the visitors. The best time to visit ISKCON Temple is during the festival of ‘Janmashtami’, the birthday of Lord Krishna. It is celebrated with pomp and vigor and it will be a great miss if you don’t visit this festival at this temple.\n", "Opening hours": "4:30 am to 8:30 pm\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This is a perfect place to witness a serene setting accompanied by soothing bhajans and aartis.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "hru Place on the violet line. ", "Distance from Delhi airport": "Not found", "img_src": "https://www.mapsofindia.com/my-india/travel/iskcon-temple-in-delhi/attachment/isckon-temple", "purpose": "to_visit", "lat": "28.5561132", "long": "77.25383060000001", "formatted_address": "Iskcon Temple Rd, Sant Nagar, East of Kailash, New Delhi, Delhi 110065, India", "place_id": "ChIJn-cqslTiDDkRvx76S8NxV_I", "rating": "4.6", "n_ratings": "15673"}, "delhi::10": {"priority": "10", "title": "Lotus Temple - Experience The God", "name_google": "Lotus Temple", "description": " Famously known as the Lotus temple in the list of famous tourist places in Delhi, Lotus in the Bahai Temple symbolizes four religions namely Hinduism, Jainism, Buddhism and Islam. This temple belongs to the Bahai faith which proclaims that all people and religions are united. Worshippers of every religion are welcome here. You will find nine doors of this temple which allows 2500 visitors at the same time. For mesmerizing architecture, this building has achieved several awards and rewards.\n\n", "Opening hours": "Tuesday – Sunday, 9:30 am – 5 pm (winters) & 9:30 am – 7 pm (summers)\n", "Entry fee": "Free\n", "Must visit": "Kalkaji and ISKCON Temple nearby\n", "Tip": "While you are here, stroll around the beautiful gardens inside the temple.\nPhotography is strictly prohibited inside the temple. So, keep your mobile and camera inside your bag.\nIf you want to know the history of the place, go for a guided tour.\nAlways keep your shoes at the deposit counter, outside the temple, before entering.\n", "Few Essential Tips": "", "Nearest Metro Station": "Kalkaji Metro Station and Nehru Place\n", "Distance from Delhi airport": "35 min (16.4 km)", "img_src": "https://lh3.googleusercontent.com/2gmWjxETRZJNwlUbkgYRedv2uZZdPCUIrsVgLhLp5NJpUFlAkVTrE0zZhuFDvGh12-AoCg=s127", "purpose": "to_visit", "lat": "28.553492", "long": "77.25882639999999", "formatted_address": "Lotus Temple Rd, Bahapur, Shambhu Dayal Bagh, Kalkaji, New Delhi, Delhi 110019, India", "place_id": "ChIJ0YwCbsHjDDkResZe6B7rO2U", "rating": "4.5", "n_ratings": "37360"}, "delhi::11": {"priority": "11", "title": "Jama Masjid - India’s Largest Mosques", "name_google": "Jama Masjid", "description": " Among the other tourist attractions in Delhi is the largest mosque in India–Jama Masjid. It can hold 25000 devotees at a time. It was Shah Jahan’s first architectural marvel. The mosque has four towers and the southern tower gives a stunning view of the city. You’ve to be dressed appropriately to enter the mosque. If not, rent an attire provided by the mosque authority.\n\n", "Opening hours": "Daily, 7 am-12 pm: 1:30 pm-6:30 pm. It is closed during prayers and the timing depends upon the direction of the moon\n", "Entry fee": "Free, but videography fee is INR 300\n", "Must visit": "Try Changezi chicken at Karim’s Hotel nearby\n", "Tip": "The best time to visit the mosque is during the morning hours as there is no crowd at that moment.\nRemember, you should always wear moderate clothes while visiting this mosque and women should always cover their heads with scarves.\nYou have to be careful about the harassment about fees and all.\nYou don’t need any fake guides who say they can make you enter at fewer amounts. Remember, the admission fee is zero.\nYou can click pictures, but you have to pay Rs. 200 for taking your camera inside.\n", "Few Essential Tips": "", "Nearest Metro Station": "Chawri Bazar.\n", "Distance from Delhi airport": "55 min (18.0 km)", "img_src": "http://resize1.indiatvnews.com/en/centered/oldbucket/750_533/mainnational/Know-why-Delhi-35776.jpg", "purpose": "to_visit", "lat": "28.6506792", "long": "77.23344209999999", "formatted_address": "Jama Masjid Rd, Jama Masjid, Chandni Chowk, New Delhi, Delhi 110006, India", "place_id": "ChIJFbKJ3xj9DDkRlp2_KZ42V90", "rating": "4.6", "n_ratings": "23927"}, "delhi::12": {"priority": "12", "title": "Purana Quila - Old Fort", "name_google": "Purana Qila", "description": " In the list of places to visit in Delhi, Purana Quila is one of the most ancient grandeurs of the city. Delhi tourism promotes the quila as it’s one of the most important structure in the history of India. With rectangular dimensions, it spreads over a circuit of nearly 2 kilometers. Boating in the lake nearby and a sound and light show in the evening are special attractions which makes it one of the best tourist places in Delhi at night.\n\n", "Opening hours": "7 am to 5 pm\n", "Entry fee": "INR 5 for domestic, INR 100 for foreigners\n", "Must visit": "National Zoo and Supreme Court Museum nearby\n", "Tip": " Boating activity near Old Fort is quite famous amongst the locals.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Pragati Maidan on the blue line\n", "Distance from Delhi airport": "35 min (16.2 km)", "img_src": "http://www.christiedigital.com/img/Customer%20Stories/Old%20Fort%20India/Gallery/christie-3-chip-digital-projection-old-fort-india-image-(9).jpg", "purpose": "to_visit", "lat": "28.6095744", "long": "77.24373709999999", "formatted_address": "Mathura Rd, Near Delhi Zoo, New Delhi, Delhi 110003, India", "place_id": "ChIJcWc7SyHjDDkRs8yyCmF5khM", "rating": "4.2", "n_ratings": "21059"}, "delhi::13": {"priority": "13", "title": "Bangla Sahib Gurudwara - Offer Prayers", "name_google": "Sri Bangla Sahib Gurudwara", "description": "One of the peaceful Delhi tourist places, with the gurgling sarovar inside its complex, Gurudwara Bangla Sahib was first built as a small temple by Sikh General, Sardar Bhagel Singh in 1783. The complex also houses a higher secondary school, Baba Baghel Singh Museum, a library, and a hospital.\n\nEntry Fee: Free\n", "Opening hours": "Everyday\n", "Entry fee": "Not found", "Must visit": "Rakab Ganj Gurudwara, Birla Mandir and St Cathedral Church nearby if you are on Delhi sightseeing\n", "Tip": " You can visit this place after sunset as the marble flooring is pretty hot during the day time in summers.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Rajiv Chowk\n", "Distance from Delhi airport": "28 min (13.0 km)\n\n ", "img_src": "https://drscdn.500px.org/photo/9558249/m%3D2048/687e5bb7e5243a9563acf3cf2c568b9b", "purpose": "to_visit", "lat": "28.6260577", "long": "77.2093907", "formatted_address": "Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJR1uE-CT9DDkRyXAbGLp9HcM", "rating": "4.8", "n_ratings": "47819"}, "delhi::14": {"priority": "14", "title": "Raj Ghat - Take A Stroll", "name_google": "Raj Ghat", "description": "Gandhi Smriti shows you the exact location where Mahatma Gandhi was assassinated. The room is exactly how Gandhiji left it and that’s where he built his abode for 144 days until his time of death. The room where he slept and the prayer ground is open to the public. It also has a display of paintings, sculptures, etc. On the other side of the road is Raj Ghat. Overall, if you want to pay your respects to Gandhiji and the work he did for India, then this is one of the best places to visit in New Delhi.\n\n", "Opening hours": "10 am to 5 pm, Closed on Mondays\n", "Entry fee": "Free\n", "Must visit": "Feroz Shah Kotla fort\n", "Tip": " Many groups from schools come to visit this place during weekdays.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "ITO\n", "Distance from Delhi airport": "43 min (18.6 km)\t  ", "img_src": "http://www.indovacations.net/Rajasthan-Tour-Package/images/Rajghat-Delhi3.jpg", "purpose": "to_visit", "lat": "28.6406214", "long": "77.24950020000001", "formatted_address": "Behind Red Fort, New Delhi, Delhi 110006, India", "place_id": "ChIJo9yA_tr8DDkR77YxfXV4WRo", "rating": "4.4", "n_ratings": "19684"}, "delhi::15": {"priority": "15", "title": "Hauz Khas Fort - Take Scenic Shots", "name_google": "Hauz Khas Complex", "description": " The Hauz Khas Fort Complex rests amidst the splendid beauty of a lake and is a 10 pointer among the very famous tourist places in Delhi. Firoz Shah Tughlaq re-excavated the silted tank and cleared the channels to give shape to what is a famous recreational spot in South Delhi. Built in the 13th century, is a hub of activities, a bird watcher’s delight and a favored picnic spot for the locals. It is one of the best places to visit in Hauz Khas.\n", "Opening hours": "Sunrise to sunset\n", "Entry fee": "Free\n", "Must visit": "Green Park (attached to the fort)\n", "Tip": " This place has many college students that play live music around evening. You can surely spend some time enjoying the music with a scenery pleasing your eyes here.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Green Park\n", "Distance from Delhi airport": "25 min (11.6 km) ", "img_src": "https://modaninja.files.wordpress.com/2013/03/dscf3806.jpg", "purpose": "to_visit", "lat": "28.5558572", "long": "77.18936579999999", "formatted_address": "Deer Park, Hauz Khas, New Delhi, Delhi 110016, India", "place_id": "ChIJsTDFjYsdDTkRVS0dHyMwgjw", "rating": "4.4", "n_ratings": "582"}, "delhi::16": {"priority": "16", "title": "Agrasen Ki Baoli - Take In The Beauty", "name_google": "Agrasen ki baoli", "description": "Agrasen Ki Baoli, which is also known as Agrasen Ki Baoli is one of the coolest places to visit in Delhi. It became quite popular after Amir Khan’s PK movie and on the other hand, is also infamous for its haunted activities at night. This 60-meter long and 15-meter wide step well in Connaught Place attracts many. You must pay a visit to this place while exploring the lanes of CP.\n", "Opening hours": "9:00 am to 5:30 pm\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This place has a wide scope for photography and stunning selfies with a creative backdrop.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Barakhamba Road or Rajiv Chowk metro station.\n", "Distance from Delhi airport": "35 min (16.5 km) ", "img_src": "https://commons.wikimedia.org/wiki/File:Agrasen_ki_Baoli_3.jpg", "purpose": "to_visit", "lat": "28.6260482", "long": "77.2250329", "formatted_address": "Hailey Road, KG Marg, near Diwanchand Imaging Centre, New Delhi, Delhi 110001, India", "place_id": "ChIJ2WjYEzP9DDkRG_AKY2WphJA", "rating": "4.2", "n_ratings": "29111"}, "delhi::17": {"priority": "17", "title": "Nehru Park - Picnic", "name_google": "Nehru Park, Delhi", "description": "One of the most beautifully landscaped green areas, the Nehru Park in Chanakyapuri is one of the best places to visit in Delhi and is a hub for recreational activities. Any sightseeing in Delhi is incomplete without attending any of the Spic Macey Concerts and Morning- Evening Ragas concerts by MCD (organized every month). The famous annual Bhakti Festival draws audiences from all parts of India.\n", "Opening hours": "6 am to 8 pm\n", "Entry fee": "Free\n", "Must visit": "Not found", "Tip": " There are many cultural and musical events that take place at this venue. Make sure you check out the current day’s scenario before you head here.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Lok Kalyan Marg or Jor Bagh\n", "Distance from Delhi airport": "20 min (8.4 km)  ", "img_src": "http://christopherflynn.com/wp-content/uploads/2013/04/Kamla-Nehru-Park.jpg", "purpose": "to_visit", "lat": "28.590602", "long": "77.19328469999999", "formatted_address": "Ashoka Hotel in the Chanakyapuri diplomatic area, New Delhi, Delhi 110023, India", "place_id": "ChIJGWguR2IdDTkRYZ8qEf_LUMQ", "rating": "4.5", "n_ratings": "10764"}, "delhi::18": {"priority": "18", "title": "Crafts Museum - Explore Traditional Crafts", "name_google": "National Handicrafts and Handlooms Museum", "description": " With the theme set up of a traditional village, this vintage museum in Pragati Maidan of Delhi has been preserving and nurturing the traditional crafts of India. An enormous carved temple chariot, a Gujarati haveli are the main highlights. The rear courtyard sells handicrafts made by local artisans. And the breakfast at Cafe Lota is a treat.\n", "Opening hours": "9:30 am to 5 am (July to September); 9:30 am to 6 pm (October to June); closed on Mondays and national holidays\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Portraying unique crafts, this place is the best one to be explored by people interested in the same.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Pragati Maidan\n", "Distance from Delhi airport": "42 min (16.3 km)", "img_src": "http://www.ourplanetsmanyfaces.com/wp-content/uploads/2015/01/IMG_1255.jpg", "purpose": "to_visit", "lat": "28.6136111", "long": "77.24249999999999", "formatted_address": "Pragati Maidan Bhairon Marg, Pragati Maidan, New Delhi, Delhi 110001, India", "place_id": "ChIJt4Az2yfjDDkRAhrZG8VaoQA", "rating": "4.5", "n_ratings": "3104"}, "delhi::19": {"priority": "19", "title": "National Rail Museum - Buy A Souvenir", "name_google": "National Rail Museum", "description": " With an exotic collection of over a hundred exhibits of trains from Indian Railways, National Rail Museum is one of the coolest must visit places in Delhi, especially with your kids. Static and working models, signaling equipment, antique furniture, historical photographs, Prince of Wales’ Saloon, Maharaja of Mysore’s Saloon are the major attractions. A mono toy train is the star attraction among kids.\n", "Opening hours": "9:30 am to 5:30 pm, Closed on Mondays and national holidays\n", "Entry fee": "INR 20\n", "Must visit": "Not found", "Tip": " Rail museum is famous for having plenty of patterns and structures of trains on board. This is highly educative for kids.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Dhaula Kuan Metro Station\n", "Distance from Delhi airport": "21 min (8.1 km)", "img_src": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Delhi_Railway_Museum_Monorail_05-02-17_M22.jpeg", "purpose": "to_visit", "lat": "28.5857968", "long": "77.179753", "formatted_address": "Chanakyapuri, New Delhi, Delhi 110021, India", "place_id": "ChIJid6gIXAdDTkRAqqcP1nQRts", "rating": "4.4", "n_ratings": "17484"}, "delhi::20": {"priority": "20", "title": "Shankar's International Dolls Museum - Family Friendly Trip", "name_google": "Shankar's International Dolls Museum", "description": " Shankar’s International Dolls Museum in New Delhi is a wonderful place to visit on your trip to Delhi. The doll museum was envisaged by the popular cartoonist, K Shankar Pillai. The museum has exclusive costume dolls collected from USA, UK, Australia, New Zealand and from Asian countries. The number of dolls have increased from 3000 dolls to 6500 dolls collected from over 85 countries.\n", "Opening hours": "10:00 am to 5.30 pm. All days of the week except Monday.\n", "Entry fee": "INR 15 for adult and INR 5 for children\n", "Must visit": "Not found", "Tip": " You can easily explore this place better on weekdays as there is less crowd.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "ITO\n", "Distance from Delhi airport": "42 min (18.3 km)", "img_src": "https://www.ourncr.com/tourist/museums/shankars-international-dolls-museum-in-pragati-maidan-delhi-99999d2Y-I-hthysjT1TTvoHBC4ccoSqeHdANSTIZ-x-Ffec", "purpose": "to_visit", "lat": "28.6305385", "long": "77.2415039", "formatted_address": "ITO, 4, Bahadur Shah Zafar Marg, Beside Central Bank, Nehru House, New Delhi, Delhi 110002, India", "place_id": "ChIJgy016tX8DDkR63SrZmHClOI", "rating": "4.2", "n_ratings": "4401"}, "delhi::21": {"priority": "21", "title": "Chandni Chowk - Eat Street Food", "name_google": "Chandni Chowk", "description": "The main street of Old Delhi, Chandni Chowk is the heart of Delhi. Chaotically competing for space, its narrow lanes are filled with shops to buy inexpensive stuff. Also, Street food just doesn’t get better than Chandni Chowk. \n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "The Flea Market every Sunday morning, Nayi Sadak, Daryaganj\n", "Tip": " This market is perfect for buying wholesale products, so get ready with your list before you visit.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Chawri Bazar\n", "Distance from Delhi airport": "51 min (17.3 km) ", "img_src": "https://radioactiveruminations.files.wordpress.com/2013/10/chandni-chowk.jpg", "purpose": "to_visit", "lat": "28.6505331", "long": "77.23033699999999", "formatted_address": "Chandni Chowk, New Delhi, Delhi, India", "place_id": "ChIJWcXciBr9DDkRUb4dCDykTwI", "rating": "", "n_ratings": ""}, "delhi::22": {"priority": "22", "title": "Palika Bazaar And Janpath Market - Shop", "name_google": "Palika Bazar", "description": "An underground market located between the inner and outer circle of Connaught Place, Palika Bazar houses 15,000 people within its confines at any given time. Set up in the late 1970s, it has 380 numbered shops selling a varied range of objects where electronic items and clothing are dominant and is one of the best places to visit in Delhi for all the shopaholics.\n", "Opening hours": "10 am till late late evening\nP.S. Apart from these, there are places, I bet you, which offer such wide ranges and throw away prices that you can be that ‘must-to-go-shopping-with guy’. Go to Sarojini Nagar, Lajpat Nagar, and Karol Bagh. ", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Hold onto your bags a little tighter as things might get stolen in this packed marketplace of Palika.\nJanpath Market is another market in CP & the lane connects it to Lodhi Road. This place overflows with the shops and stalls at the roadside selling large numbers of goods.\n\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "http://www.indianholiday.com/", "purpose": "to_visit", "lat": "28.6310085", "long": "77.2186001", "formatted_address": "Palika Bazar, Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJMzi5JDb9DDkR0j_4fejXPbw", "rating": "", "n_ratings": ""}, "delhi::23": {"priority": "23", "title": "Sarojini Nagar Market - Shop And Eat", "name_google": "Sarojini Nagar Market", "description": " One of the best places to shop for accessories and clothes in Delhi at cheap prices is Sarojini Nagar Market, and everyone who’s exploring Delhi must visit this market. It’s probably the biggest and the most important markets of the city. From gorgeous pair of cheap to branded dresses for parties, one can get everything in this market at a throwaway price.\n", "Opening hours": "10:00 am to 9:00 pm. All days of the week except Monday\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Every kind of flea stalls are dotted along the streets of Sarojini market but you can bargain to great lengths here. So, do try!\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "INA metro Station\n", "Distance from Delhi airport": "27 min (9.9 km)", "img_src": "https://lbb.in/delhi/sarojini-nagar-guide-shopping-export/", "purpose": "to_visit", "lat": "28.5772672", "long": "77.19632159999999", "formatted_address": "Sarojini Nagar Market, Sarojini Nagar, New Delhi, Delhi 110023, India", "place_id": "ChIJ62XiQYDiDDkRUaSG1WbNQ8I", "rating": "", "n_ratings": ""}, "delhi::24": {"priority": "24", "title": "Select Citywalk - Window Shopping", "name_google": "Select CITYWALK", "description": "A premier shopping mall located in the Saket District Centre, Select Citywalk is a 1,300,000 square feet retail development is spread over 6 acres. It includes a multiplex, serviced apartments, offices, 180 odd retail outlets and a food court along with an open plaza. It is one of the finest and classiest places to visit in Delhi and a heaven for shopping enthusiasts.\n", "Opening hours": "11 am till late evening\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Citywalk is mostly packed on weekends so if you’re headed for a movie here, make sure you book in advance.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "lviya Nagar\n", "Distance from Delhi airport": "41 min (13.9 km) ", "img_src": "http://s3images.coroflot.com/user_files/individual_files/original_185664_QGz3MGlaKuSvNqfVFeDASbq6c.jpg", "purpose": "to_visit", "lat": "28.5288503", "long": "77.21954079999999", "formatted_address": "A-3, Saket District Centre, District Centre, Sector 6, Pushp Vihar, New Delhi, Delhi 110017, India", "place_id": "ChIJYUoOxorhDDkRo3KOmcdmw4E", "rating": "4.5", "n_ratings": "100148"}, "delhi::25": {"priority": "25", "title": "Dilli Haat - Buy Textiles", "name_google": "Power toys India", "description": "An open-air food plaza cum craft bazaar, Dilli Haat is situated near INA and is run by the Delhi Tourism Authority (DTTDC). Artisans and craftsmen from all over the country gather here to showcase and sell their handicrafts. And for the guests, there is plenty of options when it comes to food. It offers savory cuisines from all over.\n", "Opening hours": "10 am to 10 pm, Daily\n", "Entry fee": "INR 20\n", "Must visit": "For theatre performances in Delhi, a visit to any of the theatres near Mandi House is suggested.\n", "Tip": " This place has the best food to accompany the best shopping experience in the city. Don’t forget to purchase souvenirs of all kinds from here.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "INA \n", "Distance from Delhi airport": "29 min (10.2 km)  ", "img_src": "http://1.bp.blogspot.com/-C6WRnDHbRyA/UK9IAGPJB8I/AAAAAAAAASw/tsDGNhKLFNg/s1600/277822_10151965621800187_1150102195_o.jpg", "purpose": "to_visit", "lat": "28.573277", "long": "77.2075612", "formatted_address": "INA Market, Dilli Haat, Kidwai Nagar West, Kidwai Nagar, Delhi, 110023, India", "place_id": "ChIJnXMWDWPiDDkRBKBkxRbDU_M", "rating": "4.3", "n_ratings": "20982"}, "delhi::26": {"priority": "26", "title": "National Museum - Take In The History", "name_google": "National Museum, New Delhi", "description": "The National Museum of India is one of the largest museums in Delhi. The main exhibits of this museum are the vivid collections of Indian and foreign art. There are a plethora of departments, like manuscripts, archeology, paintings, arms and armor and many more.\n", "Opening hours": "10 am to 6 pm. All days except Mondays.\n", "Entry fee": "s: INR 20 for Indians and INR 650 for foreigners.\n", "Must visit": "Not found", "Tip": " Make sure you don’t touch the things in display as it might ruin them since they’re strategically placed for a reason.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Udyog Bhawan\n", "Distance from Delhi airport": "29 min (13.4 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/National_Museum_New_Delhi.jpg/1280px-National_Museum_New_Delhi.jpg", "purpose": "to_visit", "lat": "28.6118213", "long": "77.21929329999999", "formatted_address": "Janpath Rd, Rajpath Area, Central Secretariat, New Delhi, Delhi 110011, India", "place_id": "ChIJ6_Afx1L9DDkRz-6lLymfQiA", "rating": "4.6", "n_ratings": "10293"}, "delhi::27": {"priority": "27", "title": "The Educational National Gallery Of Modern Art - Check Out Art", "name_google": "National Gallery of Modern Art", "description": " This is one of the major and largest National galleries of modern art. You can visit more than 14000 works of renowned artists, whether national or international. If you are an art connoisseur, you will love to spend your day at this museum.\n", "Opening hours": "11 am to 6.30 pm. This museum is closed on Mondays and on national holidays.\n", "Entry fee": "s: Rs. 20 for Indians and Rs. 500 for foreigners. Students’ entry is free.\n", "Must visit": "Not found", "Tip": " This place is a must visit for all the art-enthusiasts to discover modern art techniques on display.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "khan Market or Pragati Maidan\n", "Distance from Delhi airport": "32 min (15.6 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/a/a8/National_Gallery_of_modern_art_DELHI_%282%29.jpg", "purpose": "to_visit", "lat": "28.6102166", "long": "77.2344188", "formatted_address": "Shershah Road Near India Gate Jaipur House, New Delhi, Delhi 110003, India", "place_id": "ChIJ_____9rR5zsRp-h-K4oIkFM", "rating": "4.5", "n_ratings": "5009"}, "delhi::28": {"priority": "28", "title": "Lodhi Gardens - Heritage Amidst Nature", "name_google": "Lodhi Garden", "description": "Located near Khan Market, Lodhi Gardens is spread around 90 acres and the entire year is a heritage site. You will get to see lots of historical monuments, like the tomb of Sikandar Lodi and Mohammed Shah. If you want to arrange a picnic on Saturday morning, head towards Lodhi Gardens.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This place mostly have school kids and family picnics going on. You’ll have to find a spot for yourself.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jawaharlal Nehru Stadium or khan market\n", "Distance from Delhi airport": "33 min (14.3 km)  ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/4/45/Lodhi_Gardens_on_a_sunny_day.jpg", "purpose": "to_visit", "lat": "28.5930959", "long": "77.21967939999999", "formatted_address": "Lodhi Rd, Lodhi Gardens, Lodhi Estate, New Delhi, Delhi 110003, India", "place_id": "ChIJNS7J7OziDDkR6ksNHEt2wIY", "rating": "4.5", "n_ratings": "28365"}, "delhi::29": {"priority": "29", "title": "Garden Of Five Senses - Adventure Park", "name_google": "The Garden of Five Senses", "description": "This 20-acre park is full of lush greenery that will be soothing to you amidst the pollution of Delhi. This park is not for strolling around, but you can also enjoy numerous activities over here. If you are having the trip with kids, they will love to explore the area.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Spend some time tickling your senses at this garden to find the best spot for a relaxing time.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "ket\n", "Distance from Delhi airport": "44 min (16.3 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Example_of_night_photography_at_The_Garden_of_Five_Senses%2C_New_Delhi.JPG/800px-Example_of_night_photography_at_The_Garden_of_Five_Senses%2C_New_Delhi.JPG", "purpose": "to_visit", "lat": "28.513403", "long": "77.1975227", "formatted_address": "Westend Marg, Saidulajab, Saiyad ul Ajaib, Saket, New Delhi, Delhi 110030, India", "place_id": "ChIJFZkh6uPhDDkRHCcxh5hX_BQ", "rating": "4.1", "n_ratings": "17162"}, "delhi::30": {"priority": "30", "title": "Khan Market - Shop", "name_google": "Khan Market", "description": " This is the place where you can find fancy branded items, along with the opportunity of shopping budget-friendly items from the street shops. You can find apparels, cosmetics, ayurvedic medicines and lots of other things here.\n\n", "Opening hours": "very day from 10.00 am to 11.00 pm except Sundays.\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Since this area is a little posh, you’ll find more sophisticated crowd here.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Khan Market metro station\n", "Distance from Delhi airport": "32 min (14.2 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/FabIndia_outlet%2C_Khan_Market%2C_New_Delhi.jpg/800px-FabIndia_outlet%2C_Khan_Market%2C_New_Delhi.jpg", "purpose": "to_visit", "lat": "28.6001554", "long": "77.22695879999999", "formatted_address": "61A, Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India", "place_id": "ChIJf5K8OujiDDkRmDgq5f30AWY", "rating": "4.4", "n_ratings": "28371"}, "delhi::31": {"priority": "31", "title": "Karol Bagh Market - Buy Cosmetics", "name_google": "Karol Bagh Market", "description": "This is one of the oldest marketplaces in Delhi which is famous for traditional Indian wear, especially the bridal collection. The variety and design you can get here are difficult to find anywhere else. Besides these, you can also shop for jewelry, cosmetics, accessories, shoes, gadgets, books and lots of other materials.\n", "Opening hours": "10.00 am to 8.00 pm. It is closed on Mondays.\n", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Karol Bagh market is famous for a number of things. Make sure you purchase at least a few from here.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Karol Bagh\n", "Distance from Delhi airport": "33 min (14.1 km)  ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Karol_Bagh%2C_2008_%2817%29.JPG", "purpose": "to_visit", "lat": "28.6452115", "long": "77.1885748", "formatted_address": "Block 1, WEA, Karol Bagh, New Delhi, Delhi 110060, India", "place_id": "ChIJVVUVrJgCDTkRuOpzAYE3nHQ", "rating": "4.2", "n_ratings": "52099"}, "delhi::32": {"priority": "32", "title": "Tamra Shangri La’s - Eat Local Food", "name_google": "Tamra Restaurant", "description": "No food recommendations can be complete without Tamra. It is a fun and vibrant restaurant which serves up some local and delicious dishes. Situated in Eris Hotel at Connaught Place, Tamra is popular for serving up pan Asian, continental and north Indian cuisine. Head on over here for some R&R and tickle those taste buds.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This place is the perfect place if you wish to meet up with an old friend given the soothing ambience.\nEntry timings: 6 Am – 12 Pm\nCost for two: Around an average of INR 3,000 including drinks and alcohol. ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://s-ec.bstatic.com/images/hotel/max1024x768/148/148136402.jpg", "purpose": "to_visit", "lat": "28.62096", "long": "77.21816199999999", "formatted_address": "Level 1 Shangri-La's - Eros Hotel, 19, Ashoka Rd, Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJO5BCXDf9DDkRICL3HR_Jge4", "rating": "4.4", "n_ratings": "1377"}, "delhi::33": {"priority": "33", "title": "Lajpat Market - Shop For Knick Knacks", "name_google": "Central Market", "description": "It is a commercial and residential point located near the South Delhi district. Named after Lala Lajpat Rai, who was nicknamed as the lion of Punjab; Lajpat Nagar is presently famous for its collection of a variety of items spread over different shops, all of which you can get at incomparable rates. Keep in mind that the place is divided up into four parts like Lajpat Nagar 1, 2, 3 and 4 which includes the housing colonies like Dayanand Colony, Amar Colony and such.\nBut it is a central market which turns eyes with its collection of shoes, fabrics, food items and ornaments. You will find everything from local stuff to branded ones and is a great shopping destination who are here on a shoestring budget. Most items are at a fixed price and unless you have some superior bargaining skills, it won’t come down by much.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Make sure you don’t visit this place on Mondays as it is closed and park at the right spot due to congestion.\nTimings: Open on all days of the week from 9:00 am to 10:00 PM except on Mondays.\nEntry Fee: Nothing, just what you decided to buy.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "lchand\n", "Distance from Delhi airport": "39 min (14.7 km)  ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Lajpat_Nagar_marketplace_in_2006.jpg/1200px-Lajpat_Nagar_marketplace_in_2006.jpg", "purpose": "to_visit", "lat": "28.569229", "long": "77.24177259999999", "formatted_address": "Central Market, Lajpat Nagar II, Lajpat Nagar, New Delhi, Delhi 110024, India", "place_id": "ChIJLU48Q63jDDkR4MOLfSy2kS0", "rating": "", "n_ratings": ""}, "delhi::34": {"priority": "34", "title": "Kunzum Travel Cafe - Sip On Coffee", "name_google": "Kunzum Travel Cafe", "description": "While in Delhi you can meet with the other travelers here and have a great time to share stories, getting to know others and making perhaps travel buddies as well. Foreign tourists flock here and you can share your knowledge about the city and its attractions with them. They also have their own website called Kunzum.com where you can upload pictures, no worries about wifi, they have a free one for you to use. Located in Hauz Khas village, it has become a part of the historical landscape for the city as well. Kunzum has become a travel Mecca where people come to tell tales about places unknown and known.\n", "Opening hours": "Not found", "Entry fee": "No need to buy anything but if you do then you can pay whatever you want. ", "Must visit": "Not found", "Tip": " This is the kind of place where you can meet new people and share new experiences.\nTimings: Open all days a week from 11:00 am to 7:30 am except on Monday\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://scontent.fdel1-3.fna.fbcdn.net/v/t1.0-9/49756170_10155919688725770_5378055308138512384_n.jpg?_nc_cat=111&_nc_ht=scontent.fdel1-3.fna&oh=7e3e099b74d93b5811b51bd33a2cabb3&oe=5CD1A2B3", "purpose": "to_visit", "lat": "28.553541", "long": "77.194323", "formatted_address": "T-49, GF, Hauz Khas Village, New Delhi, Delhi 110016, India", "place_id": "ChIJV7fInIodDTkR7esZsJt_5R8", "rating": "4.3", "n_ratings": "1076"}, "delhi::35": {"priority": "35", "title": "Paharganj - Buy Dirtcheap Earrings", "name_google": "Paharganj", "description": " It is a famous neighborhood located in Central Delhi. It was known during the Mughal period as Shahganj marketplace. The current name came from its nearness to Raisina Hill where the Rashtrapati Bhavan is currently located. Paharganj was originally one of the five main markets in Delhi and was located outside of the fortified city.\nVisitors here can find a variety of shops dedicated to current conversions and currency changes. Paharganj is actually one of the three major administrative subdivisions of Central Delhi district. It houses a lot of hotels, restaurants, lodges, dhabas, and shops. If you want to buy some amazing items at a cheaper price then this is the place to head to.\n\nTimings: Open on all days of the week from 11:00 to 09:00 PM except on Mondays.\n", "Opening hours": "Not found", "Entry fee": "None\n", "Must visit": "Not found", "Tip": "If hungry make sure to pay a visit to Multan Moth Bhandar for some delicious Kachoris, there are a large variety of leather items available here and check out the unnamed shops for them. If you are after some cheap drinks then My Bar is your friend as it offers the cheapest rates in the city.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jhandewalan\n", "Distance from Delhi airport": "38 min (15.7 km)", "img_src": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Paharganj%2C_across_New_Delhi_Railway_station.jpg", "purpose": "to_visit", "lat": "28.6456045", "long": "77.21277839999999", "formatted_address": "Paharganj, New Delhi, Delhi, India", "place_id": "ChIJryEpHWr9DDkRU3gPfcxaDFc", "rating": "", "n_ratings": ""}, "delhi::36": {"priority": "36", "title": "The Blue Bar - Groove", "name_google": "The Blue Bar", "description": " If you want to explore the nightlife scene of Delhi then this is the best bar to head to. It is one of the best luxurious lounge and bars in the city because of its charismatic and yet edgy decor of red on black that makes its patrons have a really unique experience. The ambient lighting and the DJ playing some popular tracks will make your night. Of course the drinks will just make it better.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " You can surely enjoy the night with your friends here, even though the budget might have to be increased a little.\nEntry timings: Open from 12:30 PM to 12:45 AM during the weekdays while weekend timings are from 5 PM to 12:45 AM.\nCost for two: The average on food and alcohol comes to about 3500 INR but you will have to shell out 400 INR more for ordering up a pint of beer.", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://taj.tajhotels.com/content/dam/luxury/hotels/taj-palace-delhi/images/dining/restuarants/blue_bar/4x3/_DSC4042.jpg", "purpose": "to_visit", "lat": "28.5950742", "long": "77.17083439999999", "formatted_address": "Taj Palace, 2, Sardar Patel Marg, Diplomatic Enclave, New Delhi, Delhi 110021, India", "place_id": "ChIJnQeHTxUdDTkRoNtkLBbl5rc", "rating": "4.4", "n_ratings": "248"}, "delhi::37": {"priority": "37", "title": "Club Pangaea - Dance", "name_google": "The Ashok Hotel", "description": "To enjoy some great food here, make sure you mark Club Pangaea on a list. It is a luxury dining restaurant and bar which offer a class in all aspects. Come here to experience some of the best food, wines, spirits and other beverages in a comfortable ambiance. The venue serves up Turkish, American, North Indian and finger foods.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This place is a perfect setting for a date. So, don’t forget to tag along your partner.\nTimings: Entry is between 12 PM to 1 AM.\nCost for two: The averages cost which was incurred while ordering good at the club was between 4000 INR. ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Kebab.jpg/1200px-Kebab.jpg", "purpose": "to_visit", "lat": "28.5971716", "long": "77.1958228", "formatted_address": "50-B Central Bank Of India, Diplomatic Enclave, Chanakyapuri, New Delhi, Delhi 110021, India", "place_id": "ChIJGwNKtJ_iDDkRzM29RVCaCN8", "rating": "4.2", "n_ratings": "13350"}, "delhi::38": {"priority": "38", "title": "Khan Chacha - Visit For Delicious Chicken", "name_google": "Khan Chacha", "description": "There is an amazing story behind this establishment which has become a part of Delhi’s landscape. It was founded back in the 1970s by Haji Banda Hasan whose modest little shop went on to become the mammoth that was the Khan Chacha. Come here for some delicious food and make sure to try out the Mutton Seekh and Chicken Tikka Roll.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Make sure you don’t stop by at rush hour or on weekends as there are many people here.\nEntry timings: 11 AM to 11 PM\nCost for two: It’s about 650 INR ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Kebab.jpg/1200px-Kebab.jpg", "purpose": "to_visit", "lat": "28.6006271", "long": "77.2273398", "formatted_address": "50, Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India", "place_id": "ChIJEXY2PejiDDkRdTyH3mgNyPk", "rating": "4.2", "n_ratings": "2462"}, "delhi::39": {"priority": "39", "title": "Laxminarayan Temple - Pray", "name_google": "Sri Laxmi Narayan Mandir", "description": "Birla Mandir refers to any temple which was built by the Birla family and there are many as such scattered over the various cities. This one is located on Mandir Marg is a very important Delhi tourist destination as well. It is dedicated to Laxminarayan or Lord Vishnu. Built in 1939, the temple is spacious and large to hold many devotees. The architecture resembles the Nagar style and there are a lot of side temples here as well which are dedicated to various other deities like Buddha, Shiva, and Krishna. The temple stretches for up to 7.5 acres and is flanked by a lot of shrines, large gardens, and fountains which display many nationalistic and Hindu sculptures as well.\n", "Opening hours": "Not found", "Entry fee": "There is no entry fee here.\n", "Must visit": "Not found", "Tip": " Always carry a long scarf while entering the temple to cover your head in order to pay respect to the customs of the locals.\nTimings: It can be visited on all days of the week from 04:30 am to 1:30 PM and then again from 02:30 PM to 09:00 PM.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jhandewalan\n", "Distance from Delhi airport": "24 min (12.3 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Laxminarayan_Temple_in_New_Delhi_03-2016.jpg/800px-Laxminarayan_Temple_in_New_Delhi_03-2016.jpg", "purpose": "to_visit", "lat": "28.6326666", "long": "77.19899629999999", "formatted_address": "Mandir Marg, Near, Gole Market, New Delhi, Delhi 110001, India", "place_id": "ChIJFdt-qrr8DDkRbn-qUmvHLS0", "rating": "4.6", "n_ratings": "7219"}, "delhi::40": {"priority": "40", "title": "Tomb Of Safdarjung - Experience History", "name_google": "Safdarjung Tomb", "description": "The tomb is a very famous attraction in Delhi and is made up of marble and sandstone. It was constructed in 1754 and then architect is in the late Mughal empire style. It’s domed and arched dark red-brown and also white colored structure has a special aura which engulfs the visitors. Safdarjung held the post of the prime minister for the Mughal empire when emperor Ahmad Shah Bahadur was occupying the throne in the year 1748. The tomb was constructed by his son Nawab Shujaud Daula after his death in 1754. The tomb is the last of the monumental tomb which were built resembling the Garden of the Mughals and so it resembles an enclosed garden which is in the style of Humayun’s tomb. The main attraction of the tomb is the Char Bagh plan, the mausoleum at the center, the five-part facade, the nine-fold floor plan, and the hidden stairway.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " This place takes a minimum of an hour to cover so, make sure you have enough space to include this on your day’s list.\nTimings: It is open on all days of the week from sunrise till sunset.\nEntry Fee: For SAARC members and Indian citizens, the fee is Rs15 but for foreign nationals, it’s Rs 200.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jorbagh\n", "Distance from Delhi airport": "30 min (12.2 km)  ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Safdar_Jang%E2%80%99s_Tomb%2C_Delhi_.jpg/1024px-Safdar_Jang%E2%80%99s_Tomb%2C_Delhi_.jpg", "purpose": "to_visit", "lat": "28.5893011", "long": "77.2105682", "formatted_address": "Airforce Golf Course, Delhi Race Club, New Delhi, Delhi 110021, India", "place_id": "ChIJVcXN6ZHiDDkR7DeT_RtRCc0", "rating": "4.3", "n_ratings": "9025"}, "delhi::41": {"priority": "41", "title": "Feroz Shah Kotla Fort - Experience The Charm", "name_google": "Feroz Shah Kotla", "description": "Kotla is just the name which people of this city call the historic monument built by the Sultan Feroz Shah Kotla to mold the city in his vision of Firozabad. The fortress is an amazement to behold with its polished sandstone Topra Ashokan pillar that stands tall within the fortress. It was actually one of the multiple pillars which are still left standing that was once built by the Mauryan Emperor. The obelisk is full of inscriptions as the original ones are in the Brahmi script along with some Sanskrit and Pali inscriptions which were added on much later. Apart from the pillar, there is also the Jami Masjid, a huge garden complex as well as baoli. What one can see of the fortress nowadays is just some ruins of what was once a proud fortress that was destroyed by continued warfare between the emperors.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Make sure you check the timings before going to this place and do not litter around.\nTimings: Open all days of the week from Sunday to Tuesday from 6:00 am to 6:00 PM.\nEntry Fee: For SAARC members and Indian citizens, the fee is RS 15 but for foreign nationals, it’s Rs 100. Children below 15 don’t need to pay.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "ITO\n", "Distance from Delhi airport": "43 min (18.2 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Ashokan_Pillar_at_Feroz_Shah_Kotla%2C_New_Delhi.jpg/800px-Ashokan_Pillar_at_Feroz_Shah_Kotla%2C_New_Delhi.jpg", "purpose": "to_visit", "lat": "28.634963", "long": "77.2426934", "formatted_address": "Balmiki Basti, Vikram Nagar, New Delhi, Delhi 110002, India", "place_id": "ChIJW5uXItf8DDkR-NoAKxvTCng", "rating": "4.2", "n_ratings": "6052"}, "delhi::42": {"priority": "42", "title": "Pragati Maidan - Visit Historical Monuments", "name_google": "Pragati Maidan", "description": "Located on the Mathura Road, Pragati Maidan is both an exhibition as well as a complex center which has a total of 150 acres of land which is equipped with roads, paved lawns, outlets and gardens. The place houses about sixteen huge halls in its entirety and Pragati Maidan is thought to be the largest of the exhibition centers in the city. This is a great place to get some scenic shots.\n", "Opening hours": "Not found", "Entry fee": "The package deal for per person begins at 9914 INR.\n", "Must visit": "Not found", "Tip": " Reaching this place via metro is the perfect way to avoid the hectic traffic around the region.\nTimings: The visiting times aren’t fixed and they depend on the event which is being held there. But the visit duration can last from two to three hours.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Pragati Maidan\n", "Distance from Delhi airport": "33 min (15.9 km) ", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Pragati_Maidan%2C_Hall_6.JPG/800px-Pragati_Maidan%2C_Hall_6.JPG", "purpose": "to_visit", "lat": "28.6158508", "long": "77.24354199999999", "formatted_address": "Pragati Maidan, New Delhi, Delhi 110001, India", "place_id": "ChIJpVAR4ijjDDkRKnCgC20rsB0", "rating": "4.3", "n_ratings": "46469"}, "delhi::43": {"priority": "43", "title": "Nizamuddin Dargah - Pray", "name_google": "Hazrat Nizamuddin Aulia Dargah", "description": " Fully known as the Hazrat Nizamuddin Dargah, this is a famous tourist destination site in the city. The structure is actually a mausoleum of a very Sufi Saint called Hazrat Khwaja Syed Nizamuddin Auliya who lives between the years 1238 to 1325. Located in the area of the same name, it is visited by many Islam believers every week. The complex consists of tombs of poets like Hazrat Amir Khusro, Inayat Khan and that of Mughal princess Jehan Ara Begum.\nNear the holy dargah, the neighborhood is divided up into two parts all along the Mathura Road. One is Nizamuddin West and it is here that the structure is located along with having a lovely market which is dominated by Muslim vendors. The dargah also provides social assistance for the needy by providing them with basic necessities like furniture, utensils, clothes and other such things. They also serve food at Khanqah for those who need it. Make sure to catch one of the Qawwali performances which take place every night here.\n\nTimings: The entry is from 5:00 am to 10:30 pm.\nEntry Fee: No entry fee\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Make sure to take care of your belongings because the crowds are insane. Don’t wear footwear inside, parking will be difficult so park at a little distance and then walk to the temple. Make sure that you cover up your head before entering the Dargah and remember that women aren’t allowed to enter the main shrine.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jawaharlal Nehru Stadium\n", "Distance from Delhi airport": "41 min (16.0 km)", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Nizamuddin_Dargah_and_Jamaat_Khana_Masjid%2C_Delhi.jpg/800px-Nizamuddin_Dargah_and_Jamaat_Khana_Masjid%2C_Delhi.jpg", "purpose": "to_visit", "lat": "28.5913871", "long": "77.2418643", "formatted_address": "Boali Gate Rd, Nizamuddin, Nizammudin West Slum, Nizamuddin West, New Delhi, Delhi 110013, India", "place_id": "ChIJo3woVR3jDDkR6O-olj2w4Hk", "rating": "4.5", "n_ratings": "6692"}, "delhi::44": {"priority": "44", "title": "Nehru Planetarium - Take A Tour", "name_google": "Nehru Planetarium", "description": " This is a major hub of science and information but also serves as a popular popular picnic spot for school kids. The Nehru Planetarium is sure to charm the astronomy fan in you and so it is one of the best places on the Delhi tourist places map! You can choose to spend the afternoon roaming about in the vast galaxy far away from home surrounded by the stars, planets, and the solar system, or just take a tour of the astronomical artifacts and equipment that will fascinate you. The Hindi and English shows last for about 30-35 minutes each.\n\nTimings:\n\nEnglish shows – 11:30 AM | 3:00 PM\nHindi shows – 1:30 PM | 4:00 PM\nCost: INR 60 per person\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Lok Kalyan Marg\n", "Distance from Delhi airport": "23 min (10.9 km)", "img_src": "http://fly-13d6.kxcdn.com/wp-content/uploads/2015/03/d30.jpg", "purpose": "to_visit", "lat": "28.6037965", "long": "77.1980923", "formatted_address": "Teen Murti House, Teen Murti Marg, New Delhi, Delhi 110011, India", "place_id": "ChIJf3-jOKHiDDkRSvjO0gd1c6w", "rating": "4.2", "n_ratings": "1016"}, "delhi::45": {"priority": "45", "title": "Shahpur Jat - Shop", "name_google": "Shahpur Jat", "description": " If you are looking for the most fun places to visit in Delhi with friends for some good food and shopping, then Shahpur Jat is the best place to be at. While the lanes of Sarojini will always be overcrowded, Shahpur Jat’s organised shopping lanes won’t disappoint. You can find everything from high-end designer wear, quirky ornaments and accessories, customized outfits, and chic clothing here. For taming your tummy, you can head to eateries like The PotBelly Rooftop Café, Les Parisiennes Cafe, and Mad Teapot.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Hauz Khas\n", "Distance from Delhi airport": "27 min (11.8 km)", "img_src": "https://theurbanhippiestrail.files.wordpress.com/2015/05/img_6606.jpg", "purpose": "to_visit", "lat": "28.5490509", "long": "77.2138142", "formatted_address": "Shahpur Jat, Siri Fort, New Delhi, Delhi 110049, India", "place_id": "ChIJQ_7YJhTiDDkR-fYE8np4pz0", "rating": "", "n_ratings": ""}, "delhi::46": {"priority": "46", "title": "Okhla Bird Sanctuary - Birdwatching", "name_google": "Okhla Bird Sanctuary", "description": "While this isn’t exactly located inside Delhi, it still is considered one of Delhi’s most fun and exciting places owing to the natural splendor and peace that this area offers. It’s among the most peaceful places near Delhi that is more beautiful in the rainy season. It’s situated in the Okhla barrage over the Yamuna river and is definitely one of the best places in Delhi for birdwatchers and nature lovers, especially in the monsoon season.\n\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Botanical Garden\n", "Distance from Delhi airport": "1 h 5 min (24.4 km) ", "img_src": "https://500px.com/photo/111908595/relief-point-by-vatsal-mohan", "purpose": "to_visit", "lat": "28.5514425", "long": "77.3185215", "formatted_address": "Noida Plaza, N Block, Pocket K, Sector 95, Noida, Uttar Pradesh 201301, India", "place_id": "ChIJxwupmo7lDDkRvVKRwBQYO7Y", "rating": "4", "n_ratings": "3675"}, "delhi::47": {"priority": "47", "title": "India Habitat Centre - Witness The Architecture", "name_google": "India Habitat Centre", "description": " For those who dig the modern red brick architecture with some beautiful small gardens on certain spots should surely consider paying a visit to the Indian Habitat Centre. One of the most amazing visiting places in Delhi, the structure of Indian Habitat Centre or IHC is such that it has been converted into a multi-purpose building. One can find an auditorium, a library, Visual Arts Gallery, Amphitheatre, and the stunning lotus pond. Apart from this, this building also blankets an All American Diner which is an exact replica of the retro diners that one can find in the States.\n\n", "Opening hours": "8 AM to 10 PM\n", "Entry fee": "No entry free\n", "Must visit": "All American Diner, Lodhi Colony’s Street Art Walls, Library\n", "Tip": " Do not forget to carry a camera. Make sure you try out the delicious food at the American Diner.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jorbagh\n", "Distance from Delhi airport": "13.5 Km (35 minutes)", "img_src": "https://commons.wikimedia.org/wiki/File:India_Habitat_centre_-_panoramio.jpg", "purpose": "to_visit", "lat": "28.5896808", "long": "77.22556019999999", "formatted_address": "Lodhi Road Near Airforce Bal Bharati School, Lodhi Rd, Lodhi Estate, New Delhi, Delhi 110003, India", "place_id": "ChIJwXjmm-3iDDkRpocQLo_8pHM", "rating": "4.6", "n_ratings": "36027"}, "delhi::48": {"priority": "48", "title": "Southern Ridge Forest - Stroll Around The Nature", "name_google": "Southern Ridge Forest", "description": " If a hidden gem with lush jungles and paths less taken is your idea of an outing, then head to the Southern Ridge Forest. Covering almost 6200 hectares of land, Southern Ridge Forest is a location that is surrounded by tranquility and serenity on all the corners. This Forest is home to Asola and Bhatti wildlife sanctuaries. If one is tired of their bustling city life, they can surely head to the Forest and embrace this least urban segment sitting in the heart of the concrete jungle.\n\n", "Opening hours": "10 AM to 6 PM\n", "Entry fee": "No entry fee\n", "Must visit": "Qutub Minar, Hauz Khas, Deer Park nearby\n", "Tip": " It is not very navigation friendly, so do the research before heading out on the adventure.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Central Secretariat\n", "Distance from Delhi airport": "13.2 Km (30 minutes)", "img_src": "https://commons.wikimedia.org/wiki/File:Standing-stone-state-forest-tn1.jpg", "purpose": "to_visit", "lat": "28.6174916", "long": "77.18589949999999", "formatted_address": "Sardar Patel Marg, Central Ridge Reserve Forest, New Delhi, Delhi 110021, India", "place_id": "ChIJk17WTEcdDTkRmntcnDQqzA4", "rating": "4.2", "n_ratings": "1736"}, "delhi::49": {"priority": "49", "title": "Indian War Memorial Museum - Satisfy The Patriotic In You", "name_google": "Indian War Memorial Museum", "description": "Indian War Memorial Museum is one of the visiting places in Delhi for patriots and was established to pay tribute to those soldiers who fought in the World Battles and Wars in India as well as abroad on behalf of Great Britain. Sitting in the Naqqar Khana of Red Fort, this museum is spread over two floors of the important monument of the country. The galleries of this War Memorial includes a diorama of the battle of Panipat, machine guns, arrows, swords, khukri, shells, revolvers, and other ammunition that were used during these wars. One can also find battle axes, a variety of daggers, gun powder flask, chest armour, bomb fuses, and more.\n\n", "Opening hours": "9 AM to 5 PM\n", "Entry fee": "INR 35 for Indians and INR 500 for foreigners (Entry for Red Fort; Entry for Museum is free)\n", "Must visit": "The galleries that showcase the impact of European industrialization\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Chandni Chowk\n", "Distance from Delhi airport": "19.5 Km (45 minutes) ", "img_src": "https://commons.wikimedia.org/wiki/File:%27Naubat_Khana%27_at_RED_FORT,_Delhi,_India.JPG", "purpose": "to_visit", "lat": "28.6561023", "long": "77.2410088", "formatted_address": "Red Fort Campus, Old Delhi, New Delhi, Delhi 110006, India", "place_id": "ChIJXTqPgR39DDkRmrDO88sJhVA", "rating": "4.4", "n_ratings": "401"}, "delhi::50": {"priority": "50", "title": "Barakhamba Tomb - Mughal Era Structures", "name_google": "Barakhmba Tomb", "description": " When seeking for places to visit in Delhi, NCR, Barakhamba Tomb is a structure that showcases the architecture of Mughal Era in the finest manner possible. This monument got its name by virtue of the 12 (barah) pillars and arched openings that are there in each face of this tomb. The structure has a passage that is laid around the central chamber and four domed apartments standing at each corner. Sitting in the heart of a park that is accessed by the public, the restoration of the beautiful tomb is already at full pace.\n\n", "Opening hours": "8 AM to 6 PM\n", "Entry fee": "No entry fee\n", "Must visit": "Lal Mahal that is located nearby\n", "Tip": " You would need at least 1 to 2 hours to witness this monument at leisure.\n", "Few Essential Tips": "Not found", "Nearest Metro Station": "Barakhamba Road\n", "Distance from Delhi airport": "18 Km (40 minutes)", "img_src": "https://commons.wikimedia.org/wiki/File:Brakhamba_twelve-pillared_monument.jpg", "purpose": "to_visit", "lat": "28.5889199", "long": "77.2534471", "formatted_address": "Hazrat Railway Station Nizamuddin, Humayun's Tomb, Nizamuddin West, New Delhi, Delhi 110013, India", "place_id": "ChIJR0szDQ_jDDkRlDM6YTryofY", "rating": "3.8", "n_ratings": "5"}, "delhi::51": {"priority": "51", "title": "Art Today - Witness The Urban Artworks", "name_google": "Art Today", "description": "Appealing to all sorts of artists and creative mindsets, Art Today is a contemporary art gallery sitting in the heart of the famous Connaught Place of New Delhi. This Art gallery displays the modern artworks of famous painters and sculptors such as MF Hussain, Meera Mukherjee, Satish Gujral, Gogi Saroj Pal, Anjolie Ela Menon, Riten Majumdar, and many more. Along with giving space to the arts of renowned individuals, this spot also gives the budding talents a chance to show off their work. One can also witness the works of final year students and buy the famous works from the art shop.\n\n", "Opening hours": "10 AM to 6 PM\n", "Entry fee": "INR 20 for Indians and INR 500 for foreigners\n", "Must visit": "Connaught Place nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Rajiv Chowk\n", "Distance from Delhi airport": "13.1 Km (30 minutes) ", "img_src": "https://commons.wikimedia.org/wiki/File:Retrospective_li_chevalier_Today_Art_Museum.jpg", "purpose": "to_visit", "lat": "28.6314512", "long": "77.2166673", "formatted_address": "A-1, Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJ0wHn0zf9DDkRviiTPgiCFvY", "rating": "0", "n_ratings": "0"}, "delhi::52": {"priority": "52", "title": "Sacred Heart Cathedral Church - Seek Blessings", "name_google": "Sacred Heart Cathedral", "description": " Reeking of the essence of spirituality from every nook and corner, Sacred Heart Cathedral Church is one of the famous places in Delhi, especially during Christmas time. Sitting in Ashok Place, this Church is one of the significant places to worship in Delhi. The peacefulness and tranquility makes it possible for an individual to spend some time in solitude and collect their thoughts in God’s home. This Church was designed by the famous British architect namely Henry Medd. The structure can be seen adorning Italian architecture which is a feast for the eyes of the spectators.\n\n", "Opening hours": "6:30 AM to 6 PM\n", "Entry fee": "No entry fee\n", "Must visit": "India Gate, Cathedral Church of Redemption, Jantar Mantar, Bangla Sahib Gurudwara nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Patel Chowk\n", "Distance from Delhi airport": "12 Km (30 minutes)", "img_src": "https://hi.m.wikipedia.org/wiki/%E0%A4%9A%E0%A4%BF%E0%A4%A4%E0%A5%8D%E0%A4%B0:Sacred_Heart_Cathedral,_Lahore.jpg", "purpose": "to_visit", "lat": "28.6285641", "long": "77.20680709999999", "formatted_address": "1, Ashok Place, Sector 4, Gole Market, New Delhi, Delhi 110001, India", "place_id": "ChIJbYD7BU79DDkRdPpRg6TxkAo", "rating": "4.7", "n_ratings": "4504"}, "delhi::53": {"priority": "53", "title": "Moth Ki Masjid - Spectate The Structure", "name_google": "Masjid Moth", "description": "Another one of the Delhi best places that showcases the Mughal architecture, complete with domes and arches, is the Moth ki Masjid. Not particularly a famous attraction, this hidden jewel is a great place for those who are looking for some offbeat spots for photography or just strolling around. This monument reeks of the vibes of golden era that takes the travelers back in the time. Massive redstone gateway, arched openings, intricate designs, and the architecture makes it appeal to the eyes of the spectators.\n\n", "Opening hours": "Sunrise to Sunset\n", "Entry fee": "No entry fee\n", "Must visit": "Hauz Khas, Siri Fort, Lotus Temple, Nizamuddin’s Shrine nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Central Secretariat\n", "Distance from Delhi airport": "13.3 Km (25 minutes) ", "img_src": "https://commons.wikimedia.org/wiki/File:Front_view_of_Moth_ki_Masjid.jpg", "purpose": "to_visit", "lat": "28.562558", "long": "77.21850599999999", "formatted_address": "92, Masjid Moth Rd, South Extension, Masjid Moth Village, South Extension II, New Delhi, Delhi 110049, India", "place_id": "ChIJ6VCZeULiDDkR-ECxGFS68LI", "rating": "4", "n_ratings": "595"}, "delhi::54": {"priority": "54", "title": "Tibet House Museum - Soak In The Holiness", "name_google": "Tibet House", "description": "If you wish to get an insight into the cultures and traditions of the land of Dalai Lama, then Tibet House Museum is one of the Delhi best places for you. Founded by His Holiness the Dalai Lama in the year 1965, Tibet House Museum is a lot more than Tibetologists and Buddhist Masters, it amalgamates scholars and laypersons of numerous artists, disciplines, and social activists. This museum is home to many precious objects, books, and other collectibles that reek of religious and cultural significance, occupied by various Tibetans on their escapades to the Himalayas.\n\n", "Opening hours": "9:30 AM to 5:30 PM\n", "Entry fee": "INR 10 per person\n", "Must visit": "Bangla Sahib, Swaminarayan Akshardham, Humayun’s Tomb, Lodhi Garden nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Jorbagh\n", "Distance from Delhi airport": "13.9 Km (30 minutes) ", "img_src": "https://www.facebook.com/pg/OfficeTibetHouse/photos/?tab=album&album_id=3220466344661862&ref=page_internal", "purpose": "to_visit", "lat": "28.5905219", "long": "77.2277361", "formatted_address": "1, Lodhi Rd, Gokalpuri, Institutional Area, Lodi Colony, New Delhi, Delhi 110003, India", "place_id": "ChIJ-XAA_O_iDDkR5DFzf6F4Smk", "rating": "4.3", "n_ratings": "56"}, "delhi::55": {"priority": "55", "title": "Mehrauli Archaeological Park - Home To Timeless Ruins", "name_google": "Mehrauli Archaeological Park", "description": " One of the famous places in Delhi for those who wish to spend some time embracing peace and tranquility, Archaeological Park is a massive land sitting adjacent to Qutub Minar Complex. This Park is home to one of the magnificent structures with enchanting architecture that takes travelers back in time of the golden days. Mehrauli Archaeological Park blanket the timeless ruins of Lal Kot that dates back to the 11th Century AD.\n\n", "Opening hours": "5 AM to 6:30 PM\n", "Entry fee": "No entry fee\n", "Must visit": "Qutub Minar, Alai Minar, Tomb of Azim Khan, Humayun’s Tomb nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Qutub Minar\n", "Distance from Delhi airport": "13.4 Km (30 minutes)", "img_src": "https://en.wikipedia.org/wiki/File:Tomb_of_Balban,Mehrauli_Archaeological_Park,New_Delhi,India.jpg", "purpose": "to_visit", "lat": "28.5202041", "long": "77.187679", "formatted_address": "Anuvrat Marg Opposite Qutub Minar Metro Station, Mehrauli, New Delhi, Delhi 110030, India", "place_id": "ChIJI85HXAMeDTkRUnfV6u6dkSw", "rating": "4.3", "n_ratings": "1896"}, "delhi::56": {"priority": "56", "title": "Atgah Khan's Tomb - Offbeat Monument", "name_google": "Tomb of Atgah Khan", "description": " For those who are seeking the lesser known places to visit in Delhi, NCR, Atgah Khan’s Tomb is the answer. Appealing to artists, painters, and photographers, this hidden jewel of a monument covering the floors of Delhi is constructed with majestic redstone and ornamented with snowwhite slabs of marble, making it look like a beauty. One can witness an extensive number of medallions, calligraphy, and pietra dura work on the walls of this symmetrical square tomb. The interiors adorn beautiful blue-hued stone that takes away the breath of spectators.\n\n", "Opening hours": "N/A\n", "Entry fee": "INR 30 for Indians and INR 500 for Foreigners\n", "Must visit": "Barakhamba Tomb, Sabz Burj, Isa Khan Tomb nearby\n", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Lado Sarai\n", "Distance from Delhi airport": "N/A", "img_src": "https://commons.wikimedia.org/wiki/File:Side_dalan_at_Atgah_Khan%27s_tomb_(15875484037).jpg", "purpose": "to_visit", "lat": "28.5916545", "long": "77.2421155", "formatted_address": "Nizamuddin, Humayun's Tomb, Nizamuddin West, New Delhi, Delhi, India", "place_id": "ChIJk-GHOLvjDDkR5i5wXSnaZPk", "rating": "4", "n_ratings": "1"}, "delhi::57": {"priority": "57", "title": "North Campus - Dine", "name_google": "University Enclave", "description": " This is the ultimate destination of the food lovers as you can get street foods, fast foods, snacking cafes, and obviously, multi-cuisine eateries. Students around India come here with limited money in their pockets. Therefore, this is the place where you can find quality food at a reasonable price. In fact, it’s among the best places to visit in North Delhi.\n\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Chaap at the various restaurants is quite famous for you to indulge in.\nFamous Foods: sweets, street foods, regional foods, street foods, and snacks\nSpecial Picks: Bille di Hatti, Bamboo Hut, Momo’s Point", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://upload.wikimedia.org/wikipedia/commons/0/09/Fried_momos.jpg", "purpose": "to_eat", "lat": "28.687193", "long": "77.210336", "formatted_address": "University Enclave, New Delhi, Delhi 110007, India", "place_id": "ChIJbfdcdpP9DDkRdwGtH5JMvHw", "rating": "", "n_ratings": ""}, "delhi::58": {"priority": "58", "title": "South Campus - Eat Local Snacks", "name_google": "South Campus", "description": "This is another place where you can get lip-smacking food in Delhi at an affordable price. For the cafes of this area, this place has always been on the list of the most favorites among the students. Tourists also find this place very appealing due to the cafes, like Big Yellow Door, Scooter on the Wall, etc.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Make sure you try the tandoori momos amongst other kinds of momos here.\nFamous Foods: Italian, Chinese, American and North Indian Grill, shakes and fast foods.\nSpecial Pick: QD’s, Kev’s, Echoes, Chowringhee Lane ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://i.ytimg.com/vi/Noy_x1Seuv0/maxresdefault.jpg", "purpose": "to_eat", "lat": "28.5829644", "long": "77.16217689999999", "formatted_address": "South Campus, South Moti Bagh, New Delhi, Delhi 110021, India", "place_id": "ChIJI5Ue1BEdDTkR1xuy0WLFALA", "rating": "", "n_ratings": ""}, "delhi::59": {"priority": "59", "title": "Pandara Road - Take A Stroll", "name_google": "Pandara Rd", "description": " Are you looking for a place in Delhi where you can enjoy a fine dining experience with your family or friends or with someone special? Then, you need to head towards this place near India Gate where you can find several upmarket eateries.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Not only the food, this place is also famous for scenic drives at night too.\nFamous Foods: North and South India delicacies, multi-cuisine, Pan Asian, sweets.\nSpecial Pick: Gulati, Veg Gulati, Have More, Inchiban", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://img.traveltriangle.com/blog/wp-content/tr:w-700", "purpose": "to_eat", "lat": "28.6059896", "long": "77.2307423", "formatted_address": "Pandara Rd, India Gate, New Delhi, Delhi 110003, India", "place_id": "ChIJCy7s7NziDDkRadvUuZWHAbk", "rating": "", "n_ratings": ""}, "delhi::60": {"priority": "60", "title": "Nizamuddin - Pray", "name_google": "Nizamuddin", "description": "You are in Delhi and don’t spend an evening at Nizamuddin will be a great miss. This is one of the oldest settlements in Delhi where you can find the most authentic foods of Delhi. From Kebabs to sweets, this place is famous for Mughlai cuisines.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Don’t miss on the delicious Kebabs at Karim’s in this place.\nFamous Foods: Tandoori Grill, kebabs, traditional sweets, and other Mughlai foods\nSpecial Picks: Gulfam Kashmiri Wazwan, Karim’s, and Ghalib Kabab Corner ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://img.traveltriangle.com/blog/wp-content/tr:w-700", "purpose": "to_eat", "lat": "28.5948466", "long": "77.2491365", "formatted_address": "Nizamuddin, Humayun's Tomb, Nizamuddin West, New Delhi, Delhi, India", "place_id": "ChIJ3YwqbBvjDDkRKJO64wq6izQ", "rating": "", "n_ratings": ""}, "delhi::61": {"priority": "61", "title": "Connaught Place - Eat", "name_google": "Connaught Place", "description": " From multi-cuisine restaurants to street-side cafes, this place is the perfect destination for all types of foodies. Whether you are looking for international cuisine or your love is authentic North Indian recipes, head towards Connaught Place to enjoy an evening.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Parking is limited in this place. Make sure you park at the right spot to avoid a challan later on.\nFamous Foods: North Indian, regional, international, cafes\nSpecial Pick: Minar, Kake da Hotel, Jain Chawal Wale, Parikrama and lots more.", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://img.traveltriangle.com/blog/wp-content/tr:w-700", "purpose": "to_eat", "lat": "28.6304203", "long": "77.21772159999999", "formatted_address": "Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJV9BBtzf9DDkR8cOTc-SI7s0", "rating": "", "n_ratings": ""}, "delhi::62": {"priority": "62", "title": "Paranthe Wali Gali - Eat", "name_google": "Paranthe Wali Gali", "description": "if you are a big time foodie and love paranthas, then you should straight head to Paranthe wali Gali in Delhi. The narrow street in Old Delhi will lure you with the appetizing aroma of paranthas and other traditional Indian delicacies. This place is a heaven for foodies. From rabri parantha, halwa paratha to mixed, you get all kinds of assortments here.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " Parking in this area is limited. You’ll have to board a metro which is more convenient to reach this place.\nTimings: 9 AM – 11 PM\nCost for two: INR 150 ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Matar_wala_Parantha.jpg/800px-Matar_wala_Parantha.jpg", "purpose": "to_eat", "lat": "28.6560489", "long": "77.2305873", "formatted_address": "Paranthe Wali Gali, Katra Lehswan, Chandni Chowk, Delhi, 110006, India", "place_id": "ChIJcz_BXxr9DDkRWDZbSnKIOro", "rating": "", "n_ratings": ""}, "delhi::63": {"priority": "63", "title": "Kingdom Of Dreams - Watch A Show", "name_google": "Kingdom of Dreams", "description": "This is a live entertainment theatre located in the national capital region of Delhi, close to Leisure Valley Park. On the day of its opening, a preview of an awe-striking bollywood musical was shown featuring Hussain Kwajerwala, Kashmira Irani, and Gauhar Khan. Covering almost 6 acres of area, KOD is run by Great Indian Nautanki Company – a joint venture of Wizcraft and apna Group.\n", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": " There are only a limited number of seats here. So, make sure you book well in advance to avoid the end minute queue.\nEntry Fee:\nDiamond: 2,999 per person on weekdays\nDiamond: 3,999 per person on weekends\nPlatinum: 2,499 per person on weekdays\nPlatinum: 2,999 per person on weekends\nGold: 1,999 per person on weekdays\nGold: 2,499 per person on weekends\nSilver: 1,499 per person on weekdays\nSilver: 1,999 per person on weekends\nBronze: 1,249 per person on weekdays\nBronze: 1,499 per person on weekends\nCulture Gully: 600 per person on weekdays\nCulture Gully: 700 per person on weekend\n\nThe capital city of India has observed remarkable developments over the years. Maintaining the heritage of the country, Delhi is a city full of historically rich sites! ", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Culture_Gully_and_Nautanki_Mahal_auditorium%2C_Kingdom_of_Dreams%2C_Gurgaon.jpg/440px-Culture_Gully_and_Nautanki_Mahal_auditorium%2C_Kingdom_of_Dreams%2C_Gurgaon.jpg", "purpose": "to_visit", "lat": "28.4678664", "long": "77.0688866", "formatted_address": "Auditorium Complex, near IFFCO Metro Station, Sector 29, Gurugram, Haryana 122001, India", "place_id": "ChIJtfI9I-MYDTkRMp3l99Uj-ME", "rating": "4.4", "n_ratings": "29449"}, "delhi::64": {"priority": "64", "title": "Cha Bar - Dine", "name_google": "Cha Bar", "description": "If you wish to spend some me-time in Delhi away from its crowded realms, then you can simply step into any of its charming book cafes. Book cafes in Delhi definitely serve as the most amazing places to chill with a book in one hand and a cup of steaming coffee or hot chocolate in another. You can get to Cha Bar in Connaught Place and spend a quiet afternoon sipping on a cup of coffee or tea, munching on a cake, and reading through your favorite book! And it’s not just about spending lone time, but you can also visit these pretty book cafes for a romantic date with your partner. In fact, with its lovable and unique ambiene, Cha Bar is amongst the best tourist places in Delhi for couples who love coffee and reading. ", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://img.traveltriangle.com/blog/wp-content/tr:w-700", "purpose": "to_eat", "lat": "28.6311389", "long": "77.2220528", "formatted_address": "N-81, Barakhamba Rd, Block N, Connaught Place, New Delhi, Delhi 110001, India", "place_id": "ChIJAQDAsDb9DDkRvphY_3EnEyc", "rating": "4.2", "n_ratings": "6500"}, "delhi::65": {"priority": "65", "title": "Indian Air Force Museum - Step Back In Time", "name_google": "Air Force Museum", "description": " Small and large aircrafts along with an air force inventory are open for the visitors to have a look. Located in Palam Air Force Station in Delhi, this museum displays historic photographs, weapons and uniforms from the inception in 1932. The aviation museum is the speciality of this museum. The museum remains closed on Mondays and Tuesdays.", "Opening hours": "Not found", "Entry fee": "Not found", "Must visit": "Not found", "Tip": "Not found", "Few Essential Tips": "Not found", "Nearest Metro Station": "Not found", "Distance from Delhi airport": "Not found", "img_src": "https://img.traveltriangle.com/blog/wp-content/tr:w-700", "purpose": "to_visit", "lat": "28.5740052", "long": "77.1167105", "formatted_address": "Palam, New Delhi, Delhi 110010, India", "place_id": "ChIJxb7V144cDTkRivVwZOyMdj0", "rating": "4.6", "n_ratings": "3963"}}